---
kind: other
id: Properties.T:Autodesk.Revit.DB.PointClouds.PointCloudOverrideSettings
source: html/ac3578a2-80a1-3873-3294-e94fa99fb9d3.htm
---
# PointCloudOverrideSettings Properties

The current color mode for the PointCloudInstance element or its scan.